# [《黑天鹅：如何应对不可预知的未来》](http://product.dangdang.com/22525997.html) 书摘（20160820）

内容简介：
在发现澳大利亚的黑天鹅之前，欧洲人认为天鹅都是白色的，“黑天鹅”曾经是他们言谈与写作中的惯用语，用来指不可能存在的事物，但这个不可动摇的信念随着第一只黑天鹅的出现而崩溃。
黑天鹅的存在寓示着不可预测的重大稀有事件，它在意料之外，却又改变一切，但人们总是对它视而不见，并习惯于以自己有限的生活经验和不堪一击的信念来解释这些意料之外的重大冲击，最终被现实击溃。
从次贷危机到东南亚海啸，从“9.11”事件到“泰坦尼克号”的沉没，黑天鹅存在于各个领域，无论金融市场、商业、经济还是个人生活，都逃不过它的控制。怎样才能真正认识这个社会的运行方式？怎样才能避免小概率事件带来的重大损失？怎样才能在不确定的世界中占得先机？升级版新增作者全新后记，深入分析不确定性带给我们的影响，教你以全新的视角理解现实世界，采取有效的策略防范未知风险，并把握黑天鹅带来的机会，从中受益。毋庸置疑，它将颠覆我们惯常的思维，让你重新掌握自己的命运。

     
**以下基本上是关键内容摘录，就不特地用引用格式了，2333**              
      

“历史不会爬行，只会跳跃”    
“几乎社会生活中的一切都是由极少发生，但是影响重大的剧变和飞跃产生的。”    
“全球化发生了，但并不是只带来了好处。它还导致全球在互相牵制状态下的脆弱性，同时降低了波动性并制造稳定的假象。换句话说，它创造了毁灭性的黑天鹅事件。”    
“对交易双方和整个经济体系而言，金融衍生产品就是定时炸弹！”——巴菲特    


## 序言   

- “黑天鹅”指满足以下三个特点的事件：    
1、具有意外性，过去没有任何能够确定它发生的可能性的证据；    
2、会产生极端的影响；    
3、虽然它具有意外性，但人的本性促使我们在事后为它的发生编造理由。    
即：稀有性、极大的冲击性、事后（而非事前）可预测性    

- 你不知道的事比你知道的事更有意义。    

- 人性的弱点：    
过度专注于已知知识；    
习惯于学习精确的东西，而不是从总体上把握。    
我们总有一种“只关注”我们认为有道理的东西的倾向。    

- 帮助我们避免灾难的英雄vs于灾难中牺牲或拯救人们的英雄    

- 如果你想知道一位朋友的脾气、道德水平和优雅程度，你需要在严峻的环境考验下，而不是在玫瑰色的日常生活中观察他。    

- 柏拉图边界是柏拉图式思维与混乱的现实交锋的爆炸性的边界，在这里，你所知道的与你以为你知道的远远不是一回事。黑天鹅现象正是源于这里。    

- 观点来来去去，故事驻留人心。    


- 黑天鹅问题的几个侧面：     
1、证实谬误，我们倾向于看到能够证实我们已有的知识，而不是未知的知识的东西    
2、叙述谬误，我们用那些符合我们对明显模式的偏好的故事欺骗自己    
3、妨碍我们逻辑思维的情绪，我们假装黑天鹅现象不存在，人类的本性不习惯黑天鹅现象    
4、沉默的证据，或者说历史为了向我们隐藏黑天鹅现象而使用的把戏，我们看到的不一定是全部    
5、我们“犯过滤性错误”：我们只关注一些有明确定义的不确定性现象，一些特定的黑天鹅现象。    

## 第一章 自我欺骗的人类    

- 历史的三重迷雾：    
1、假想的理解，也就是在一个超出人们想象之外的复杂（或随机）的世界，人们都以为自己知道其中正在发生着什么；我们并不能知道实际发生着什么，但喜欢认为自己知道。    
2、反省的偏差，也就是我们只能在事后评价事物，历史在历史书中比在经验现实中显得更加清晰和有条理；历史以一种扭曲的方式展现在我们面前。    
3、对事实性信息价值的高估以及对权威和饱学之士本身的缺陷，尤其是在他们进行分门别类的时候，也就是进行“柏拉图化”的时候；院校里以及过往的学习、知识，使得我们把事情变得“柏拉图化”了。    

- 错误的预测和盲目的希望中，有愿望的成分，也有知识的问题    

- 我们的头脑是一台非常了不起的解释机器，能够从几乎所有事情中分析出道理，能够对各种各样的现象罗列出各种解释，并且通常不能接受某件事情不可预测的想法。
也许是一种令人不致崩溃的“进化”，能够自我欺骗，能够自洽。    

- “在一个历史事件发生之前存在无数个事实，其中只有相当少的一部分会在后来你对历史事件的理解中有帮助。因为你的记忆是有限而且是被过滤的，所以你会倾向于记住那些时候看来与事实相符的信息，除非你不会忘记任何事情，从而不得不生活在不断积累的原始信息的重负之下。”    

- 分类会造成复杂度的降低，这是黑天鹅事件的发生器。我们对周围世界的任何简化都可能产生爆炸性后果，因为它不考虑不确定性的来源，使我们错误的理解世界的构成。    


## 第二章 出版业中的黑天鹅    

无     


## 第三章 极端斯坦与平均斯坦    

- 收入不具有突破性的职业：受中庸、平均和中间路线驱使。    
- 收入具有突破性的职业：要么是巨人，要么是侏儒，更精确的说，是非常少的巨人和大量的侏儒。（CJ：直接与人竞争的行业）     

- 全球化使美国专门从事创造性活动，产出新的理念、思想和具有突破性的产品，并且通过输出工作机会的方式，逐渐把不那么具有突破性的部分分离出去，让那些喜欢按小时取酬的人去做。     
 
- 平均斯坦：特定事件的影响很小，只有群体影响才大。当你的样本足够大时，任何个例都不会对整体产生重大影响。最大的观察值虽然令人吃惊，但对整体而言最终微不足道。    
能够坦然接受从数据获得的知识。    
我们受到集体事件、常规事件、已知事件和已预测到的事件的统治。    

- 极端斯坦：个体能够对整体产生不成比例的影响。    
从任何样本求得的平均值都是令人困扰的，因为它受某一单一观察值的影响如此之大。    
我们受到单个事件、意外事件、未知事件和未预测到的时间的统治。    

- 你从平均斯坦的数据中获得的知识随着信息供给的增加而迅速增加。而你从极端斯坦数据中获得的知识增加得很慢，而且与数据的增加不成比例，有些数据非常极端，甚至达到未知的程度。    

-几乎所有社会问题都来自极端斯坦。    
现代技术发展以前，战争曾经属于平均斯坦，但现在，一个按钮就够杀光地球上所有人。    


## 第四章 1001天——如何避免成为失败者    

- 我们从过去获得的知识实际上顶多是无关痛痒或虚假的知识，甚至是危险的误导。    

- 黑天鹅现象与知识有关：从火鸡的角度，第1001天没有喂食是黑天鹅事件，从屠宰者的角度却不是，因为这不是意料之外的。    

- 火鸡问题（也就是归纳问题），可能被你的哲学教授称为休谟问题。    


## 第五章 不能只靠过去的经验来判断    

- 虽然证明行为在我们的习惯和传统智慧中根深蒂固，但它是一种危险的错误。    

- 我们在推断和行为反应上的领域特殊性表现是双向的：有些问题我们能够在实际应用中理解，却不能在课本中理解；有些问题我们更容易从课本中理解，却不能在实际应用中理解。     

- 我们或许继承了人类在起源地生存的足够本能，但这些本能显然不能适应当前全新的、复杂的、高度信息化的环境。    


## 第六章 叙述谬误     

- 我们习惯于在一个黑天鹅现象发生之后，立即忘记所有黑天鹅的存在，因为它们太抽象了；相反，我们只注意到容易进入我们思维的精确而生动的具体事件。     

- 心理学上的原因     
我们的思维在很大程度上是我们物质肌体的受害者。——脑裂、左旋多巴等     
思维就像身体里的一个居住者，受到生物性的拘禁，除非我们找到聪明的逃脱办法。    

- 信息存储和提取相关的原因    
1）信息的获得是有代价的    
2）信息的存储是有代价的    
3）信息的处理和提取是有代价的     
人有许多脑细胞——1000亿个，因此处理和提取信息的困难大概不在于存储空间受到限制，而在于索引。压缩对意识的正常工作至关重要。     

- 因果关系使时间单向流逝，叙述也是一样。    

- 你记住的是你最后一次回忆的事件，并且在毫无意识的情况下，每次重新回忆就会改写一次故事。    

- 从事具有高度随机性职业的人（比如证券业）遭受的反省式痛苦更为严重。     

- 具有详细细节／原因的猜测被认为更可能发生，但实际不是，因为不带细节／原因的猜测范围更广    

- 研究者把我们的推理行为（大致）分为两种思维模式：     
系统1、经验模式，不费力的、自动的、快速的、模糊的（我们不知道我们在使用它）、平行的、易出错的。它就是所谓的“直觉”，以很快的速度发挥着强大的作用。     
系统2、认知模式，费力的、有条理的、缓慢的、有逻辑的、连续的、渐进的、有自我意识的（你可以觉察推理的推进）。     

- 大脑皮层是我们用来思考的部位，它使我们与其他动物区分开来；快速反应边缘是情绪中心，它是我们与其他哺乳动物都拥有的。     


## 第七章 活在希望的小屋里     
  
- 智力、科学、艺术行为，属于极端斯坦     

- “许多人在生活中忙忙碌碌，相信自己在做正确的事，但很长时间都无法拿出实实在在的成绩。它们需要一种不时获得满足感的能力，才能在不断受到周围人残酷打击的情况下不失去勇气。在他们的亲戚和周围人眼里，他们好像白痴，他们需要勇气才能继续。没人对他们作出肯定、承认，没有学生来奉承他们，没有诺贝尔奖，也没有其他奖。“今年过得怎么样？”这样的问候会让他们在内心深处感到一阵小小的痛苦，因为对于一个从外部看待他们生活的人而言，几乎过去的那些年都被浪费了。然后，突如其来的成功降临了，随之而来的是对他们巨大的肯定。或者，这一天永远不会到来。”     

- 大量一般的好消息比一个非常好的消息更令人感到幸福。     
在一个短暂的时期里经历全部痛苦胜过在很长时间里分散这些痛苦。     
 
- 《鞑靼人的沙漠》     


## 第八章 永不消失的运气——沉默的证据     
 
- 我们太容易在编造历史理论时忘记已经死去的人。    
严重受害（死了）的样本已从证据中被剔除了。     
心目中犯罪的标准形象可能只抓住了某些人的特点，这些人因为不是特别聪明而被捕。     

- 我的存在是低概率事件的重大结果，而我经常忘记这一点。     
你幸存下来，因此能够谈论它。     


## 第九章 游戏谬误——愚人的不确定性     

- 赌场是我所知道的概率已知且符合高斯分布、几乎可计算的人类的唯一冒险场所。     

- 在实际生活中你是不知道概率的。你需要去发现它们，而不确定性的来源是不确定的。     

